/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Tidak Selesai";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Coba lagi nanti.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Format media ini tidak didukung.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Media ini mungkin rusak.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "App ini tidak disahkan untuk memutar file ini."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Tidak Dapat Membuka";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Media ini tidak dapat digunakan.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Tidak Dapat Mendekode";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Dekoder yang diperlukan untuk media ini sibuk.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Hentikan tindakan lainnya yang mendekode media dan coba lagi.";
